const transcriptions = {
  1: [
    ["१", `सुखकर्ता दुःखहर्ता वार्ता विघ्नाची ।\nनुरवी पुरवी प्रेम कृपा जयाची ।\nसर्वांगी सुंदर उटी शेंदुराची ।\nकंठी झळके माळ मुक्ताफळांची ॥ १ ॥`],
    ["ध्रुवपद", `जय देव जय देव जय मंगलमूर्ती ।\nदर्शनमात्रे मनकामना पुरती ॥ धृ० ॥`],
    ["२", `रत्नखचित फरा तुज गौरीकुमरा ।\nचंदनाची उटी कुंकुमकेशरा ।\nहिरे जडित मुकुट शोभतो बरा ।\nरुणझुणती नूपुरे चरणीं घागरिया ॥ जय० ॥ २ ॥`],
    ["३", `लंबोदर पीतांबर फणिवरबंधना ।\nसरळ सोंड वक्रतुंड त्रिनयना ।\nदास रामाचा वाट पाहे सदना ।\nसंकटी पावावे निर्वाणी रक्षावे सुरवरवंदना ॥ जय० ॥ ३ ॥`]
  ],
  2: [
    ["१", `शेंदूर लाल चढायो अच्छा गजमुखको ।\nदोंदिल लाल विराजे सुत गौरिहरको ।\nहाथ लिये गुडलड्डू सांई सुरवरको ।\nमहिमा कहे न जाय लागत हूं पदको ॥ १ ॥`],
    ["ध्रुवपद", `जय जयजी गणराज विद्या सुखदाता ।\nधन्य तुमारा दर्शन मेरा मन रमता ॥ धृ० ॥`],
    ["२", `अष्टौ सिद्धी दासी संकटको बैरी ।\nविघ्नविनाशन मंगलमूरत अधिकारी ।\nकोटीसूरज प्रकाश ऐसी छबि तेरी ।\nगंडस्थलमदमस्तक झुले शशिबिहारी ॥ जय० ॥ २ ॥`],
    ["३", `[[शरणागत भावे]] ।\nसंतति संपति सबही भरपूर पावे ।\nऐसे तुम महाराज मोको अति भावे ।\nगोसावीनंदन निशिदिन गुण गावे ॥ जय० ॥ ३ ॥`]
  ],
  3: [
    ["१", `नानापरिमळ दुर्वा शेंदूर शमीपत्र ।\nलाडू मोदक अन्नें परिपूर्ण पात्र ।\nऐसे पूजन केल्या बीजाक्षरमंत्रें ।\nअष्टहि सिद्धी नवनिधि देती क्षणमात्रें ॥ १ ॥`],
    ["ध्रुवपद", `जय देव जय देव जय मंगलमूर्ती ।\nतुझे गुण वर्णिता मज कैची स्फूर्ती ॥ धृ० ॥`],
    ["२", `तुझे ध्यान निरंतर जे कोणी करिती ।\nत्यांची सकलहि पापे विघ्नी हरती ।\nवाजी वारण शिविका सेवक सुत युवती ।\nसर्वहि पावती अंती भवसागर तरती ॥ जय देव० ॥ २ ॥`],
    ["३", `शरणागत सर्वस्वे भजती तव चरणीं ।\nकीर्ति तयांची राहे जोवरि शशितरणी ।\nत्रैलोक्याचे ते विजयी अद्भुत हे करणी ।\nगोसावीनंदन रत नामस्मरणीं ॥ जय देव जय देव० ॥ ३ ॥`]
  ],
  4: [
    ["१", `उंदरावरि बैसोनी डुडुडुडु येसी ।\nहाती मोदक लाडु घेउनियां खासी ।\nभक्तांचे संकटीं धावुनि पावसी ।\nदास विनविती तुजला चरणासी ॥ १ ॥`],
    ["ध्रुवपद", `जय देव जय देव जय गणराजा ।\nसकळ देवा आधीं तूं देवा माझा ॥ जय देव० ॥ धृ० ॥`],
    ["२", `भाद्रपदमासीं होसी तूं [[भोळा?]] ।\nआरक्त पुष्पांच्या चढविनिया माळा ।\n[[रुफळीं अवघी कस्तुरी टोळा?]] ।\nतेणें तूं दीससी सुंदर सांवळा ॥ जय० ॥ २ ॥`],
    ["३", `प्रदोषाचे दिवशी चंद्र शापिला ।\nसमर्थ देवे मोठा आक्रांत केला ।\nइंदु येवोनी चरणीं लागला ।\nश्रीराम म्हणत शाप दिधला ॥ जय० ॥ ३ ॥`],
    ["४", `पार्वतीच्या सुता तूं ये गणनाथा ।\nनेत्र शिणले तुझी वाट पाहतां ।\nकिती अंत पाहसी बा विघ्नहर्ता ।\nमजला बुद्धी देई तूं गणनाथा ॥ ४ ॥`]
  ],
  5: [
    ["१", `लवथवती विक्राळा ब्रह्मांडी माळा ।\nविषे कंठ काळा त्रिनेत्री ज्वाळा ।\nलावण्य सुंदर मस्तकी बाळा ।\nतेथुनिया जळ निर्मळ वाहे झुळझुळा ॥ १ ॥`],
    ["ध्रुवपद", `जय देव जय देव जय श्रीशंकरा ।\nआरती ओवाळूं तुज कर्पूरगौरा ॥ धृ० ॥`],
    ["२", `कर्पूरगौरा भोळा नयनीं विशाळा ।\nअर्धांगीं पार्वती सुमनांच्या माळा ।\nविभुतीचे उधळण शिवकंठ नीळा ।\nऐसा शंकर शोभे उमावेल्हाळा ॥ जय० ॥ २ ॥`],
    ["३", `देवीं दैत्यीं सागरमंथन पै केलें ।\nत्यामाजी अवचित हलाहल उठिलें ।\nतें त्वां असुरपणें प्राशन केलें ।\nनीळकंठ नाम प्रसिद्ध झालें ॥ जय० ॥ ३ ॥`],
    ["४", `व्याघ्रांबर फणिवरधर सुंदर मदनारी ।\nपंचानन मनमोहन मुनिजन सुखकारी ।\nशतकोटींचे बीज वाचे उच्चारी ।\nरघुकुळटिळक रामदासा अंतरी ॥ जय देव जय देव० ॥ ४ ॥`]
  ],
  6: [
    ["१", `दुर्गे दुर्घट भारी तुजविण संसारी ।\nअनाथनाथे अंबे करुणा विस्तारी ।\nवारी वारी जन्ममरणातें वारी ।\nहारी पडलो आतां संकट नीवारी ॥ १ ॥`],
    ["ध्रुवपद", `जय देवी जय देवी जय महिषासुरमर्दिनी ।\nसुरवर ईश्वरवरदे तारक संजीवनी ॥ धृ० ॥`],
    ["२", `त्रिभुवनी भुवनी पाहतां तुज ऐसी नाहीं ।\nचारी श्रमले परंतु न बोलवे कांहीं ।\nसाहीं विवाद करितां पडिले प्रवाहीं ।\nते तूं भक्तालागीं पावसि लवलाहीं ॥ २ ॥`],
    ["३", `प्रसन्नवदने प्रसन्न होसी निजदासां ।\nक्लेशापासुनि सोडी तोडी भवपाशा ।\nअंबे तुजवांचून कोण पुरवील आशा ।\nनरहरि तल्लिन झाला पदपंकजलेशा ॥ ३ ॥`]
  ],
  7: [
    ["१", `सत्राणे उड्डाणे हुंकार वदनी ।\nकरी डळमळ भूमंडळ सिंधुजल गगनी ।\nगडबडिले ब्रह्मांड धाके त्रिभुवनी ।\nसुर नर निशाचर त्या झाल्या पळणी ॥ १ ॥`],
    ["ध्रुवपद", `जय देव जय देव जय हनुमंता ।\nतुमचेनि प्रसादे न भी कृतांता ॥ धृ० ॥`],
    ["२", `दुमदुमली पाताळे उठिला प्रतिशब्द ।\nथरथरला धरणीधर मानीला खेद ।\nकडकडिले पर्वत उडुगण उच्छेद ।\nरामीं रामदासा शक्तीचा बोध ॥ जय देव० ॥ २ ॥`]
  ],
  8: [
    ["१", `निर्गुणात्मक त्रिमूर्ती दत्त हा जाणा ।\nत्रिगुणी अवतार त्रैलोक्य राणा ।\nनेती नेती शब्द न ये अनुमाना ।\nसुरवर मुनिजन योगी समाधि न ये ध्याना ॥ १ ॥`],
    ["ध्रुवपद", `जय देव जय देव जय श्रीगुरुदत्ता ।\nआरती ओवाळितां हरली भवचिंता ॥ धृ० ॥`],
    ["२", `सबाह्य अभ्यंतरीं तूं एक दत्त ।\nअभाग्यासी कैची कळेल ही मात ।\nपराही परतली तेथें कैचा हेत ।\nजन्ममरणाचा पुरलासे अंत ॥ जय० ॥ २ ॥`],
    ["३", `दत्त येऊनियां उभा ठाकला ।\nभावें साष्टांगी प्रणिपात केला ।\nप्रसन्न होऊनी आशीर्वाद दिधला ।\nजन्ममरणाचा फेरा चुकवीला ॥ ३ ॥`],
    ["४", `दत्त दत्त ऐसें लागलें ध्यान ।\nहरपलें मन झालें उन्मन ।\nमी तूं पणाची झाली बोळवण ।\nएका जनार्दनी श्रीदत्तध्यान ॥ ४ ॥`]
  ],
  9: [
    ["१", `युगें अठ्ठावीस विटेवरी उभा ॥\nवामांगीं रखुमाई दिसे दिव्य शोभा ॥\nपुंडलिकाचे भेटी परब्रह्म आलें गा ॥\nचरणीं वाहे भीमा उद्धरी जगा ॥ १ ॥`],
    ["ध्रुवपद", `जय देव जय देव जय पांडुरंगा ॥\nरखुमाईवल्लभा, राईच्या वल्लभा पावें जिवलगा ॥ धृ० ॥`],
    ["२", `तुळसीमाळा गळां कर ठेवुनि कटीं ॥\nकांसे पीतांबर कस्तुरी लल्लाटीं ॥\nदेव सुरवर नित्य येती भेटी ॥\nगरुड हनुमंत पुढें उभें राहती ॥ जय० ॥ २ ॥`],
    ["३", `धन्य वेणुनाद अणुक्षेत्रपाळा ॥\nसुवर्णाची कमळें वनमाळा गळां ॥\nराई रखुमाबाई राणिया सकळा ॥\nओवाळिती राजा विठोबा सांवळा ॥ जय० ॥ ३ ॥`],
    ["४", `[[मदन पुरुषपती भीमासंगम?]] ॥\nधन्य वेणुनाद उभें परब्रह्म ॥\nधन्य पुंडलीक भक्त निर्वाण ॥\nयात्रीसी येती साधु सज्जन ॥ जय० ॥ ४ ॥`],
    ["५", `ओवाळूं आरत्या कुरवंड्या येती ॥\nचंद्रभागेमाजी सोडुनियां देती ॥\nदिंड्या पताका वैष्णव नाचती ॥\nपंढरीचा महिमा वर्णावा किती ॥ जय० ॥ ५ ॥`],
    ["६", `आषाढी कार्तिकी भक्तजन येती ॥\nचंद्रभागेमध्यें स्नानें जे करिती ॥\nदर्शनहेळामात्रें तया होय मुक्ति ॥\nकेशवासी नामदेव भावें ओवाळिती ॥ जय० ॥ ६ ॥`]
  ],
  10: [
    ["ध्रुवपद", `येई हो विठ्ठले माझे माउली ये ॥\nनिढळावरी कर ठेवुनी वाट मी पाहे ॥ धृ० ॥`],
    ["१", `आलिया गेलिया हातीं धाडी निरोप ॥\nपंढरपुरी आहे माझा मायबाप ॥ येई० ॥ १ ॥`],
    ["२", `पिवळा पीतांबर कैसा गगनी झळकला ॥\nगरुडावरी बैसून माझा कैवारी आला ॥ येई० ॥ २ ॥`],
    ["३", `विठोबाचे राज्य आम्हां नित्य दिपवाळी ॥\nविष्णुदास नामा जीवें भावें ओवाळी ॥ येई हो० ॥ ३ ॥`]
  ],
  11: [
    ["ध्रुवपद", `वक्रतुंड एकदंत गौरीनंदना ॥\nआरती मी करितो तुज हे गजानना ॥ धृ० ॥`],
    ["१", `पाशांकुश शोभे करी दुःखभंजना ॥\nरत्नजडित सिंहासन बुद्धिदीपना ॥\nसुरनरमुनी स्मरती तुझा येतो दर्शना ॥ १ ॥`],
    ["२", `ऋद्धिसिद्धी करिती सदा नृत्यगायना ॥\nदेखि मुक्ति भक्तजनी हे दयाघना ॥\nविठ्ठलसुत लीन पदी विनवितो गजानना ॥\nवक्रतुंड एकदंत ॥ २ ॥`]
  ],
  12: [
    ["ध्रुवपद", `आरती मी करीन तुझा श्रीगजानना ॥\nवक्रतुंड एकदंत मूषकवाहना ॥ धृ० ॥`],
    ["१", `त्रिविधताप दूर करी गौरीनंदना ॥\nदेह हरपनि तारी मला विघ्ननाशना ॥\nभक्तसखा तुंची एक सिद्धसाधना ॥\nनिरांजनी मी ध्यातो तुझा दुःखभंजना ॥ १ ॥`],
    ["२", `[[पंचपती भोवाळून?]] पुरवी कामना ॥\n[[साव करी?]] निशिदिनी मज भक्तकारणा ॥\nभाविक जन पूजिती तुझा स्वहित साधना ॥\nमाधवदेव लीन पदी धरिती धारणा ॥ २ ॥`]
  ],
  13: [
    ["ध्रुवपद", `आरती सप्रेम जय जय विठ्ठल परब्रह्म ॥\nभक्तसंकटीं नाना स्वरूपीं स्थापिसि स्वधर्म ॥ धृ० ॥`],
    ["१", `अंबऋषींकारणें गर्भवास सोशीसी ॥\nवेद नेले चोरूनि ब्रह्मा आणुनिया देसी ॥\nमत्स्यरूपीं नारायण सप्तहि सागर धुंडिसी ॥\nहस्त लागतां शंखासुरा तुझा वर देसी ॥ १ ॥`],
    ["२", `रसातळासी जातां पृथ्वी पाठीवर घेसी ॥\nपरोपकारासाठीं देवा कांसव झालासी ॥\nदाढें धरुनी पृथ्वी नेता वराहरूप होसी ॥\nप्रल्हादाकारणें स्तंभीं नरहरि गुरगुरसी ॥ २ ॥`],
    ["३", `पांचवे अवतारीं बळिच्या द्वाराला जासी ॥\nभिक्षे स्थळ मागुनी बळिला पाताळीं नेसी ॥\nसर्व समर्पण केलें म्हणउनि प्रसन्न त्या होसी ॥\nवामनरूप धरुनी बळिच्या द्वारीं तिष्ठसी ॥ ३ ॥`],
    ["४", `सहस्रार्जुन मातला जमदग्नीचा वध केला ॥\nकष्टी ते रेणुका म्हणुनी सहस्रार्जुन वधिला ॥\nनिःक्षत्री पृथ्वी दान दिधली विप्राला ॥\nसहावा अवतार परशुराम प्रगटला ॥ ४ ॥`],
    ["५", `मातला रावण सर्वां उपद्रव केला ॥\nतेहतिस कोटी देव बंदीं हरले सीतेला ॥\nपितृवचनालागीं रामें वनवास केला ॥\nमिळोनी वानर सहित राजाराम प्रगटला ॥ ५ ॥`],
    ["६", `देवकीवसुदेव बंदीमोचन त्वां केलें ॥\nनंदाघरि जाऊन निजसुख गोकुळा दिधलें ॥\nगोरसचोरी करितां नवलक्ष गोपाळ मिळविले ॥\nगोपिकांचें प्रेम देखुनि श्रीकृष्ण भुलले ॥ ६ ॥`],
    ["७", `बौद्ध कलंकी कलियुगि झाला अधर्म हा अवघा ॥\nसांडुनि नित्यधर्म सोडुनि नंदाची सेवा ॥\nम्लेंच्छमर्दन करिसी म्हणुनि कलंकी केशवा ॥\nबहिरवि जान्हवि घावि निजसुखानंदसेवा ॥ ७ ॥`]
  ],
  14: [
    ["ध्रुवपद", `जय जय दीनदयाळा सत्यनारायण देवा ॥\nपंचारति ओवाळूं श्रीपती तुज भक्तिभावा ॥ धृ० ॥`],
    ["१", `विविधयुक्त पूजुनि करिती पुराण श्रवण ॥\nपरिमळद्रव्यांसहित पुष्पमाळा अर्पून ॥\nधूपदीपादिकांसहित गंधचूर्ण ॥\nप्रसाद भक्षण करितां प्रसन्न तूं नारायण ॥ जय० ॥ १ ॥`],
    ["२", `शतानंद विप्रे पूर्वीं व्रत हे आचरिले ॥\nदरिद्र दुःखिनी अंती त्यातें मोक्षपदा नेलें ॥\nत्यापासुनि हे व्रत या कलियुगी सकळां श्रुत झालें ॥\nभावाने पूजिता सर्वां इच्छित लाभले ॥ जय० ॥ २ ॥`],
    ["३", `साधुवैश्ये संततिसाठीं तुजला प्रार्थियलें ॥\nइच्छित पुरतां मदांध होउनि व्रत न आचरिलें ॥\nत्या पापाने संकट पडुनी दुःखांत भोगिले ॥\nस्मृति होउनि आचरितां व्रत त्या दुःखांस उद्धरिलें ॥ जय० ॥ ३ ॥`],
    ["४", `प्रसाद विसरुनि पतिव्रतेला कलावती गेली ॥\nक्षोभ तुजां होतांचि तयांची नौका बुडाली ॥\nअंगी अपराधी यापरी दुःखस्थिती आली ॥\nपुनरपि राजपूजेनी सत्य फळीं परिहरीली ॥ जय० ॥ ४ ॥`],
    ["५", `व्रताचे पूजेचा प्रसाद ग्रहण करिता तत्क्षणी ॥\nपरतली नौका तरली देखे कलावती नयनीं ॥\nअंगध्वजासाठीं पुत्र भेटले येउनी ॥\nदेखा भक्तां संकटें पावसी तूं चक्रपाणी ॥ ५ ॥`],
    ["६", `अनन्यभावें पूजुनि हे व्रत जे जन आचरती ॥\nइच्छित पुरुषार्थ त्यातें देउनि अंती संपती ॥\nसंसार्ती भय दुरित सर्वहि बंधने तुटती ॥\nराणा रंका समान मानुनि पावसी श्रीपती ॥ ६ ॥`],
    ["७", `ऐसा राम व्रत महिमा अपार वर्णूं मी कैसा ॥\nभक्तियुक्त आचरती त्या पावती जगदीशा ॥\nभक्तांचा कनवाळू कल्पद्रुम तूं सर्वेशा ॥\nमोरेश्वरसुत वासुदेव तुज विनवी तत्परसा ॥ ७ ॥`]
  ],
  15: [
    ["ध्रुवपद", `आरती ज्ञानराजा ॥\nमहाकैवल्यतेजा ॥\nसेविती साधुसंत ॥\nमनु वेधला माझा ॥ धृ० ॥`],
    ["१", `लोपलें ज्ञान जगीं ॥\nहित नेणती कोणी ॥\nअवतार पांडुरंग ॥\nनाम ठेविलें ज्ञानी ॥ आरती० ॥ १ ॥`],
    ["२", `कनकाचे ताट करीं ॥\nउभ्या गोपिका नारी ॥\nनारद तुंबर हो ॥\nसाम गायन करी ॥ आरती० ॥ २ ॥`],
    ["३", `प्रगट गुह्य बोले ॥\nविश्व ब्रह्मचि केले ॥\nरामा जनार्दनी ॥\nपायीं टकचि ठेले ॥ आरती० ॥ ३ ॥`]
  ],
  16: [
    ["ध्रुवपद", `आरती अनंतभुजा ॥\nविठो पंढरीराजा ॥\nन चढती उपचार ॥\nमनें सारिली पूजा ॥ धृ० ॥`],
    ["१", `पंचें पार नाही ॥\nन पडे निगमां ठायीं ॥\nभुलला भक्तिभावें ॥\nउभा राहिला विटे ॥ १ ॥`],
    ["२", `अनिर्वाच्य शुद्धबुद्ध ॥\nउभा राहिला नीट ॥\nरामा जनार्दनी ॥\nपायीं जोडली वीट ॥ २ ॥`]
  ],
  17: [
    ["ध्रुवपद", `जय जय त्र्यंबकराज गिरिजानाथा गंगाधरा हो ॥\nत्रिशूळ पाणी शंभो नीळग्रीवा शशिशेखरा हो ॥\nवृषभारूढ फणिभूषण दशभुज पंचानन शंकरा हो ॥\nविभूतिमाळाजटा सुंदर गजचर्मांबरधरा हो ॥ धृ० ॥`],
    ["१", `पहिलें गोदातटें पातक गौतमऋषीच्या शिरी हो ॥\nत्यानें तप मांडिलें त्यागा आणुनि तुज अंतरी हो ॥\nप्रसन्न होउनि त्यातें स्नाना दिधली गोदावरी हो ॥\nऔदुंबरसहित प्रगटे पावन केलियातें करी हो ॥ जय० ॥ १ ॥`],
    ["२", `धन्य कुशावर्ताचा महिमा वाचें वर्णूं किती हो ॥\nआणिकही बहुतीर्थें गंगाद्वारादिक पूजती हो ॥\nवंदन मार्जन करिती त्यांचे महादोष नासती हो ॥\nतीर्थिया दर्शनमात्रें प्राणी मुक्तीतें पावती हो ॥ जय० ॥ २ ॥`],
    ["३", `ब्रह्मगिरीची भावें ज्याला प्रदक्षिणा जरी घडे हो ॥\nतें तें काया कष्टे जंव जंव चरणीं धरती घडे हो ॥\nतेंव तेंव पुण्य विशेष कोटिगुण अवघें त्यानें घडे हो ॥\nकेवळ तो शिवरूपी काळ त्याच्या पाया पडे हो ॥ जय० ॥ ३ ॥`],
    ["४", `लागुनियां निजभजनी सकळहि पुरविसी मनकामना हो ॥\nसंतति संपत्ति देसी अंती चुकविसी यमयातना हो ॥\nशिव शिव नाम जपतां वाटे आनंद माझ्या मना हो ॥\nगोसावीनंदन विनवे संसारयातना हो ॥ जय० ॥ ४ ॥`]
  ],
  18: [
    ["१", `आश्विनशुद्धपक्षीं अंबा बैसली सिंहासनी हो ॥\nप्रतिपदेपासून घटस्थापना ती करुनी हो ॥\nमूलमंत्रजप करुनी भोवते रक्षक ठेवुनी हो ॥\nब्रह्मा विष्णु रुद्र आईचे पूजन करिती हो ॥ १ ॥`],
    ["ध्रुवपद", `उदो बोला उदो अंबाबाई माउलीचा हो ॥\nउदोकारे गर्जती काय महिमा वर्णूं तिचा हो ॥ धृ० ॥`],
    ["२", `द्वितीयेचे दिवशी मिळती चौसष्ट योगिनी हो ॥\nसकळांमध्ये श्रेष्ठ परशुरामाची जननी हो ॥\nकस्तुरीमळवट भांगीं शेंदूर भरुनी हो ॥\nउदोकारे गर्जती सकळ चामुंडा मिळुनी हो ॥ २ ॥`],
    ["३", `तृतीयेचे दिवशी अंबे शृंगार मांडिला हो ॥\nमळवट पातळ चोळी कंठीं हार मुक्ताफळा हो ॥\nकंठींची पदके कांसे पीतांबर पिवळा हो ॥\nअष्टभुजा मिरविती अंबे सुंदर दिसे लीळा हो ॥ ३ ॥`],
    ["४", `चतुर्थीचे दिवशी विश्वव्यापक जननी हो ॥\nउपासकां पाहसी अंबे प्रसन्न अंतःकरणीं हो ॥\nपूर्णकृपे पाहसी जगन्माते मनमोहिनी हो ॥\nभक्तांच्या माउली सुर ते येती लोटांगणी हो ॥ ४ ॥`],
    ["५", `पंचमीचे दिवशी व्रत ते उपांगललिता हो ॥\nअर्घ्यपाद्यपूजने तुजला भवानी स्तविती हो ॥\nरात्रीचे समयीं करिती जागरण हरिकथा हो ॥\nआनंदे प्रेम ते आले सद्भावे क्रीडतां हो ॥ ५ ॥`],
    ["६", `षष्ठीचे दिवशी भक्तां आनंद वर्तला हो ॥\nघेउनि दिवट्या हातीं हर्ष गोंधळ घातला हो ॥\nकवडी एक अर्पितां देसी हार मुक्ताफळांचा हो ॥\nजोगवा मागतां प्रसन्न झाली भक्तकुळा हो ॥ ६ ॥`],
    ["७", `सप्तमीचे दिवशी सप्तशृंगगडावरी हो ॥\nतेथें तूं नांदसी भोवते पुष्पे नानापरी हो ॥\nजाईजुईशेवंती पूजा रेखियेली बरवी हो ॥\nभक्त संकटि पडतां झेलुनि घेसी वरचेवरी हो ॥ ७ ॥`],
    ["८", `अष्टमीचे दिवशी अष्टभुजा नारायणी हो ॥\nसह्याद्रीपर्वती पाहिली उभी जगजननी हो ॥\nमन माझें मोहिलें शरण आलो तुजलागुनी हो ॥\nस्तनपान देउनि सुखी केली अंतःकरणीं हो ॥ ८ ॥`],
    ["९", `नवमीचे दिवशी नवदिवसांचे पारणे हो ॥\nसप्तशतीजप होम हवनें सद्भक्ती करुनी हो ॥\nषड्रस अन्न नैवेद्यासी अर्पियली भोजनी हो ॥\nआचार्यब्राह्मणां तृप्त केले कृपाकरुनी हो ॥ ९ ॥`],
    ["१०", `दशमीच्या दिवशी अंबा निघे सीमोल्लंघनी हो ॥\nसिंहारूढ दारुण शस्त्रे अंबे त्वां घेउनी हो ॥\nशुंभनिशुंभादिक राक्षसा किती मारिसी रणीं हो ॥\nविप्रा रामदासा आश्रय दिधला तो चरणीं हो ॥ १० ॥`]
  ],
  19: [
    ["ध्रुवपद", `जय सितबादेवी आई जय सितबादेवी ।\nसकळांसला तुझिया चरणाशी ठेवी [[भावें?]] ॥`],
    ["१", `[[तुम्ही तुळी हो?]] माता अति पावनकारी, आई अति पावनकारी ।\n[[स्वस्तात घालक गाती, शरिरात घालक गाती?]] तेजाची महती ॥ १ ॥ आई जय सितबादेवी ॥`],
    ["२", `यश पुत्रांचे बघुनी देशांतर करिसी, आई अपरंपार फिरसी ।\nत्रिणगुणात्मक येऊनी, छत्र चामरे घेऊनी, दोन्यावर निवसी ॥ २ ॥ आई जय सितबादेवी ॥`],
    ["३", `सुखकळासाठी येता निवासीनी होशी, आई निवासीनी होशी ।\nवापी जवळचे ठाई, विहिर तळाचे ठाई आसन तू धरिसी ॥ ३ ॥ आई जय सितबादेवी ॥`],
    ["४", `[[शांत शिमिर आवासी?]] स्वस्थ बसुनी राहसी, आई स्वस्थ बसुनी राहसी ।\nपुत्र सुखाची चिंता वस्त्र सुखाची चिंता, नित्यदेवी करिसी ॥ ४ ॥ आई जय सितबादेवी ॥`],
    ["५", `घोर कुटुंबभवसागर [[शांतीना करिसी?]], आई माया दाखविसी ।\nएक अचल स्थळी बैसुनी, जगता पालन करुनी राज्यसुख दे करिसी ॥ ५ ॥ आई जय सितबादेवी ॥`],
    ["६", `भक्तजीवनी सारा खेळ सुखे रचसी, आई मंगल करिसी ।\nआनंदे जगसारे स्वस्थ सुखे जग चाले तवकृपा चरणीं ॥ ६ ॥ आई जय सितबादेवी ॥`],
    ["७", `शार्दूल सिंह गुरगुरतो परिसर जागविण्या, आई दुष्ट घालविण्या ।\nत्रिशूळ, डमरू वाजे, काळभैरव नाचे दंडासुर धरुनी ॥ ७ ॥ आई जय सितबादेवी ॥`],
    ["८", `निर्दालन करी पाप [[मित्र-रिस्तारी?]], आई [[पंढरीपू सहकारी?]] ।\nमाया पांघर करसी, दृष्टिकृपे तव देसी वैभव दाराशी ॥ ८ ॥ आई जय सितबादेवी ॥`],
    ["९", `योगदर्शनें भक्त भेटीलागी आई जवळी बोलाविसी ।\nकृपाप्रसादे तुझिया, भाव प्रसादे तुझिया सर्व स्वप्नदेशी ॥ ९ ॥ आई जय सितबादेवी ॥`],
    ["१०", `निरोगीसुखासाठी मंदिरात आली, त्यासी सर्वसुखे दिधली ।\nभट वल्लभला दिधली, नरहरी भक्ता दिधली मजला पुरी ठेवी आई तव चरणापाशी ॥ १० ॥\nजय सितबादेवी आई जय सितबादेवी । भक्तवत्सला तुझिया चरणाशी ठेवी ॥`]
  ],
  20: [
    ["ध्रुवपद", `जाहलें भजन आम्ही नमितो तव चरणा, नमितो तव चरणा ॥\nवाहुनिया विभ्रे देवा रक्षावे दीना ॥ धृ० ॥`],
    ["१", `दास तुझे आम्ही देवा तुजलाची ध्यातों, देवा तुजलाची ध्यातों ॥\nप्रेमें करुनियां देवा गुण तुझे गातों ॥ १ ॥`],
    ["२", `तरी न्यावी सिद्धी देवा हेची वासना, देवा हेची वासना ॥\nरक्षुनियां सर्वां भावीं आम्हांसी आज्ञा ॥ २ ॥`],
    ["३", `मागणें तें देवा आतां एकची आहे, आतां एकची आहे ॥\nवारुनियां संकटें आम्हां कृपादृष्टी पाहें ॥ ३ ॥`],
    ["४", `जेथां सर्व आम्ही मिळू ऐसा या ठाया, ऐसा या ठाया ॥\nप्रेमानंदें गाऊं तुझी कीर्ती गाथाया ॥ ४ ॥`],
    ["५", `सदा ऐशी भक्ति राहो आमुच्या मनीं, आमुच्या मनीं ॥\nहेची देवा तुम्हां असे नित्य विनवणी ॥ ५ ॥`],
    ["६", `वारुनियां संकटें आतां आमुची सारी, आतां आमुची सारी ॥\nकृपेची माउली देवा दीनावरी करी ॥ जाहलें० ॥ ६ ॥`],
    ["७", `निरंतर आमुची चिंता तुम्हां असावी, चिंता तुम्हां असावी ॥\nसर्वांची लज्जा देवा तुम्हां रक्षावी ॥ जाहलें० ॥ ७ ॥`],
    ["८", `निरोप घेतो आतां आम्ही आज्ञा असावी ॥\nचुकलें आमचें कांहीं त्याची क्षमा असावी ॥ जाहलें० ॥ ८ ॥`]
  ],
  21: [
    ["१", `रामा रामा रामा रामा रघुनंदना रघुनंदना ॥\nरामा रामा रामा रामा कुलभूषणा ॥ १ ॥`],
    ["२", `रामा रामा रामा रामा जानकी पते जानकी पते ॥\nरामा रामा रामा रामा विमलपते ॥ २ ॥`],
    ["३", `रामा रामा रामा रामा दीनवत्सला ॥\nभक्तवत्सला ॥\nरामदास म्हणे तुझी आगम लीला ॥ ३ ॥`],
    ["४", `रामा रामा रामा रामा हो, जय रामा हो ॥\nतारीं तारीं तारीं तारीं आम्हां हो ॥ ४ ॥`],
    ["५", `तोडीं तोडीं तोडीं तोडीं भवपाशा ॥\nअनन्य शरण रामी रामदास ॥ ५ ॥`],
    ["६", `राम राम राम जप सीताभिराम, सीताभिराम ॥\nराम राम राम जप सीताभिराम ॥ ६ ॥`]
  ],
  22: [
    ["१", `घालीन लोटांगण, वंदीन चरण ॥\nडोळ्यांनी पाहीन रूप तुझें ॥\nप्रेमें आलिंगिन आनंदे पूजिन,\nभावें ओवाळिन म्हणे नामा ॥ १ ॥`],
    ["२", `त्वमेव माता पिता त्वमेव, त्वमेव बंधुश्च सखा त्वमेव ॥\nत्वमेव विद्या द्रविणं त्वमेव, त्वमेव सर्वं मम देव देव ॥ २ ॥`],
    ["३", `कायेन वाचा मनसेंद्रियैर्वा बुद्ध्यात्मना वा प्रकृतिस्वभावात् ॥\nकरोमि यद्यत् सकलं परस्मै नारायणायेति समर्पयामि ॥ ३ ॥`],
    ["४", `अच्युतं केशवं रामनारायणं कृष्णदामोदरं वासुदेवं हरिम् ॥\nश्रीधरं माधवं गोपिकावल्लभं जानकीनायकं रामचंद्रं भजे ॥ ४ ॥`],
    ["५", `हरे राम हरे राम राम राम हरे हरे ।\nहरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे ॥ ५ ॥`]
  ],
  23: [
    ["मंत्रपुष्पांजलि", `ॐ यज्ञेन यज्ञमयजन्त देवास्तानि धर्माणि प्रथमान्यासन् ॥\nते ह नाकं महिमानः सचन्त यत्र पूर्वे साध्याः सन्ति देवाः ॥\n\nॐ राजाधिराजाय प्रसह्यसाहिने नमो वयं वैश्रवणाय कुर्महे ।\nस मे कामान् कामकामाय मह्यं कामेश्वरो वैश्रवणो ददातु ॥\nकुबेराय वैश्रवणाय महाराजाय नमः ॥\n\nॐ स्वस्ति । साम्राज्यं भौज्यं स्वाराज्यं वैराज्यं पारमेष्ठ्यं राज्यं महाराज्यमाधिपत्यमयं समन्तपर्यायी स्यात् सार्वभौमः सार्वायुष आन्तादापरार्धात् ।\nपृथिव्यै समुद्रपर्यन्ताया एकराळिति ।\nतदप्येष श्लोकोऽभिगीतो “मरुतः परिवेष्टारो मरुत्तस्यावसन् गृहे ।\nआविक्षितस्य कामप्रेर्विश्वेदेवाः सभासद” इति ॥`]
  ],
  24: [
    ["ध्रुवपद", `ॐ जय जगदीश हरे स्वामी जय जगदीश हरे ।\nभक्त-जनों के संकट, दासजनों के संकट क्षण में दूर करे ॥ धृ० ॥`],
    ["१", `जो ध्यावे फल पावे दुःख बिनसे मनका ।\nस्वामी दुःख बिनसे मनका ।\nसुख संपति घर आवे, कष्ट मिटे तनका ॥ ॐ० ॥ १ ॥`],
    ["२", `माता पिता तुम मेरे शरण पड़ूं मैं किसकी ।\nस्वामी शरण पड़ूं मैं किसकी ।\nतुम बिन और न दूजा, दीनप्रभु और न दूजा आस करूं जिसकी ।\nतुम पूरण-परमात्मा तुम अंतर्यामी ।\nस्वामी तुम अंतर्यामी ।\nपरब्रह्म परमेश्वर तुम सबके-स्वामी ॥ ॐ० ॥ २ ॥`],
    ["३", `तुम करुणाके सागर तुम पालन करता ।\nस्वामी तुम पालन करता ।\nमैं मूरख खलकामी मैं सेवक तुम स्वामी ।\nकृपा करो स्वामी ।\nविषयविकार मिटाओ पाप हरो देवा ।\nस्वामी पाप हरो देवा ।\nश्रद्धा भक्ति बढ़ाओ संतोंकी सेवा ॥ ॐ० ॥ ३ ॥`],
    ["४", `तनमनधन है तेरा ।\nस्वामी सबकुछ है तेरा ।\nतेरा तुझको अर्पण क्या लागे मेरा ॥ ॐ० ॥ ४ ॥`],
    ["५", `दीनबंधु दुःखहर्ता ठाकुर तुम मेरे ।\nस्वामी रक्षक तुम मेरे ।\nअपने हाथ उठाओ अपनी शरण बिठाओ द्वार खडा तेरे ॥ ॐ० ॥ ५ ॥`]
  ]
};
